Repository: tuyen123khac/clean-architecture-todo-app
Catalog: lib/presentation/l10n/app_*.arb
Languages: vi

source: SJC Gold
vi: Vàng SJC

# gold24K
source: 24K Gold
vi: Vàng 24K

# gold18K
source: 18K Gold
vi: Vàng 18K

# gold14K
source: 14K Gold
vi: Vàng 14K

source: White Gold
vi: Vàng Trắng

source: Gemstone
vi: Đá Quý

source: Male
vi: Nam

source: Female
vi: Nữ

source: Other
vi: Khác

# salesTitleSalesManager
source: Sales Manager
vi: Trưởng phòng Kinh doanh

# salesTitleSalesSpecialist
source: Sales Specialist
vi: Chuyên viên Kinh doanh

# salesTitleSeniorSalesRep
source: Senior Sales Rep
vi: Nhân viên Kinh doanh Cấp cao

# salesTitleSalesTeamLead
source: Sales Team Lead
vi: Trưởng nhóm Kinh doanh

# salesTitleSalesRep
source: Sales Rep
vi: Nhân viên Kinh doanh

# sellItems
source: Sell Jewelry
vi: Bán trang sức

source: Sync
vi: Đồng bộ

# syncSubtitle
source: Sync your data with server
vi: Đồng bộ dữ liệu với máy chủ

source: Sync Now
vi: Đồng bộ ngay

source: Syncing...
vi: Đang đồng bộ...

source: Sync failed
vi: Đồng bộ thất bại

# syncSuccess
source: Sync completed
vi: Đồng bộ hoàn tất

source: Tap to retry sync
vi: Nhấn để thử lại

# lastSynced
source: Last synced: {time}
vi: Đồng bộ lần cuối: {time}

source: Never synced
vi: Chưa đồng bộ

source: Notifications
vi: Thông báo

source: No notifications
vi: Không có thông báo

# noNotificationsSubtitle
source: You're all caught up!
vi: Bạn đã xem hết thông báo!

source: Clear All
vi: Xóa tất cả
